Repository: Ram-Narayan-3414/gamified-education
Catalog: course/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: User %(username)s already has a password!
pt_br: Usuário %(username)s já tem uma senha!

source: User %(username)s has no email!
pt_br: Usuário %(username)s não tem email!

source: %(count)d email sent successfully!
pt_br: %(count)d email enviado com sucesso!

source: Send invitation to selected users
pt_br: Enviar convite para usuários selecionados

source: Has Password?
pt_br: Tem Senha?

source: Last Login
pt_br: Último Login

source: Username / Email
pt_br: Usuário / Email

source: Color format must be a # followed by 6 hexadecimal digits
pt_br: Formato da cor dever ser # seguido de 6 dígitos hexadecimais

source: End date cannot be earlier than start date
pt_br: Data de término não pode ser anterior à de começo

source: Score must be an integer value, since the assignment task has no points
pt_br: Pontuação precisa ser um valor inteiro, já que a tarefa da atividade não tem pontos

source: Score must be a value between 0 and 1, representing the percentage of the assignment task points
pt_br: Pontuação precisa ser um valor entre 0 e 1, representando o percentual de pontos da tarefa da atividade

source: Assignments
pt_br: Atividades

source: Select Student
pt_br: Selecionar Aluno

source: (no points)
pt_br: (nenhum ponto)

source: CANCELED
pt_br: ANULADO

source: Logout
pt_br: Sair

source: Class
pt_br: Turma

source: (no student has scored so far)
pt_br: (nenhum aluno pontuou até agora)

source: My Classes
pt_br: Minhas Turmas

source: Go to Admin
pt_br: Ir para Admin

source: You have no enrollments yet.
pt_br: Você não está matriculado em nada.

source: Return to Login
pt_br: Retornar ao Login

source: Current Classes
pt_br: Turmas Atuais

source: Future Classes
pt_br: Turmas Futuras

source: Past Classes
pt_br: Turmas Passadas

source: Error
pt_br: Erro

source: Page not found
pt_br: Página não encontrada

source: Return to Home Page
pt_br: Retornar à Página de Início

source: Hello, %(first_name)s!
pt_br: Olá, %(first_name)s!

source: You are invited to use %(url)s, a platform to keep track of your course activities. Click the button below to create your password.
pt_br: Você foi convidado para usar %(url)s, uma plataforma para acompanhar as atividades do seu curso. Clique no botão abaixo para criar a sua senha.

source: Create Password
pt_br: Criar Senha

source: Password Creation
pt_br: Criação de Senha

source: Username and password didn't match.
pt_br: Combinação inválida de usuário/senha.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
pt_br: Sua conta não tem acesso à página. Para prosseguir, faça login com uma conta que tenha acesso

source: Please login to see this page.
pt_br: Por favor, faça login para acessar a página.

source: Forgot password?
pt_br: Esqueci a senha

source: Your new password has been set. Go ahead and <a href='/login'>sign in</a> now.
pt_br: Sua nova senha foi definida. Prossiga para <a href='/login'>a página de login</a>.

source: New Password
pt_br: Nova Senha

source: Set Password
pt_br: Definir Senha

source: The password reset link was invalid, possibly because it has already been used.
pt_br: O link de redefinição de senha não é válido, possivelmente porque já foi usado.

source: Please request a new password reset.
pt_br: Por favor, faça uma nova redefinição de senha.

source: We've emailed you instructions for setting your password. You should receive them shortly.
pt_br: Enviamos um email com instruções para a redefinição de senha. Você deve recebê-lo em breve.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pt_br: Caso não receba o email, confira se o endereço digitado estava correto, e verifique sua caixa de spam.

source: You have requested a password reset on %(url)s. Click the button below to proceed.
pt_br: Você solicitou uma redefinição de senha em %(url)s. Clique no botão abaixo para prosseguir.

source: Reset Password
pt_br: Redefinir Senha

source: Submit
pt_br: Enviar

source: Submitting...
pt_br: Enviando...

source: Password Reset
pt_br: Redefinição de Senha
